Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: ‡Four patients did not have initial intracranial endovascular thrombectomy images.
es_es: ‡Cuatro pacientes no presentaron imágenes de la trombectomía intracraneal intravascular.

source: ‡Remote parenchymal haematoma type 2 was defined as haematoma outside the infarcted tissue, with obvious mass effect.
es_es: ‡ El hematoma parenquimatoso de tipo 2 remoto se defnió como un hematoma que se ubica fuera del tejido infartado con efecto de masa obvio.

source: • AA is a character assigned to the bulk drug product batch, used to distinguish sublots if the bulk drug product batch is packed in several packaging orders.
es_es: • AA es un carácter asignado a la partida del medicamento a granel para distinguir los sublotes cuando aquella se acondiciona en varias órdenes de acondicionamiento.

source: • Is an active substance manufacturer that has been inspected in accordance with:
es_es: •Es un fabricante de principios activos que ha sido inspeccionado de acuerdo con:

source: • Step 2 (Wet granulate):
es_es: • Paso 2 (granulación húmeda):

source: • Step 3 and 4 (Granulate):
es_es: • Pasos 3 y 4 (granulación):

source: • XX is a two digit number indicating the manufacturing site within Boehringer Ingelheim
es_es: • XX es un número de dos dígitos que indica la planta productora dentro de Boehringer Ingelheim

source: • Y is the last digit of the respective year of production.
es_es: • Y es el último dígito del año de producción respectivo.

source: • ZZZ is a three digit "core number" assigned sequentially for each batch during one year (begin again each year on 1st.
es_es: • ZZZ es un "número núcleo" asignado de manera secuencial a cada partida durante un año (el año comienza el 1.ro

source: • ZZZ is a three digit "core number" assigned sequentially for each batch during one year (begin again each year on 1st. January with 001).
es_es: • ZZZ es un "número núcleo" asignado de manera secuencial a cada partida durante un año (el año comienza el 1.ro de enero con el 001).

source: • Art. 111 (5) of Directive 2001 /83/EC
es_es: • Art. 111 (5) de la Directiva 2001/83/CE

source: • Art. 15 of Directive 2001 /20/EC
es_es: • Art. 15 de la Directiva 2001/20/CE

source: • Art. 63 (4) of Regulation (EU) 536/2014 and Art. 17 (6) of Commission Delegated Regulation (EU) 2017/1569
es_es: • Art. 63 (4) de la Regulación (UE) 536/2014 y art. 17 (6) de la Regulación Delegada (UE) 2017/1569 de la Comisión

source: • Cancer
es_es: • Cáncer

source: • Change from baseline in KCCQ (Kansas City Cardiomyopathy Questionnaire) clinical summary score at Week 52
es_es: • Cambios desde el inicio hasta la semana 52 en el puntaje clínico resumido del cuestionario KCCQ (Cuestionario de cardiomiopatía de la ciudad de Kansas)

source: • Chronic HF NYHA (New York Heart Association) class II to IV
es_es: • Insuficiencia cardíaca crónica, clase II a IV de la NYHA (Asociación Cardíaca de Nueva York)

source: • Chronic dialysis (with a frequency of twice per week or more for at least 90 days)
es_es: • Diálisis crónica (con una frecuencia de dos veces por semana o más durante al menos 90 días)

source: • Composite endpoints of treatment sustainability.
es_es: • Criterios de valoración compuestos referidos a la sostenibilidad del tratamiento.

source: • Congenital heart disease
es_es: • Enfermedad cardiaca congénita

source: • Continuous endpoints:
es_es: • Criterios de valoración continuos:

source: • Disruption of the appropriate conduct of the trial as a result of violation of GCP or the CTP by the trial site or investigator
es_es: • Alteración de la adecuada realización del ensayo como resultado de una violación de las buenas prácticas clínicas o el Protocolo de Ensayo Clínico por parte del centro del estudio o el investigador.

source: • Elevated NT-proBNP (N-terminal pro-brain natriuretic peptide; >300 pg/mL for patients without atrial fibrillation or atrial flutter; >900 pg/mL for patients with AF) at screening
es_es: • Extremo N-terminal del propéptido natriurético cerebral elevado: >300 pg/ml para pacientes sin fibrilación auricular ni aleteo auricular; >900 pg/ml para pacientes con fibrilación auricular) a la selección

source: • Failure to meet expected enrolment goals
es_es: • Imposibilidad de alcanzar las metas de reclutamiento esperadas.

source: • Geographical region (North America, Latin America, Europe, Asia, and “Other”)
es_es: • Región geográfica (América del Norte, Latinoamérica, Europa, Asia y "Otros")

source: • History of diabetes (diabetes, pre-diabetes, no diabetes)
es_es: • Antecedentes de diabetes (diabetes, prediabetes, sin diabetes)

source: • Human Medicinal Products
es_es: • Medicamentos de Uso Humano

source: • Human lnvestigational Medicinal Products for phase 1,11,111
es_es: • Medicamentos sujetos a investigacionales de Uso Humano para las fases I, II, III

source: • Human lnvestigational Medicinal Products for phase I, II, III
es_es: • Medicamentos investigacionales de Uso Humano para las fases I, II, III

source: • Human lnvestigational Medicinal Products for phase I,II,III
es_es: • Productos medicinales en investigación de Uso Humano para las Fases I, II, III

source: • Infection
es_es: • Infección

source: • Inherited thrombophilia
es_es: • Trombofilia hereditaria

source: • LVEF (<50%, ≥50%)
es_es: • FEVI (<50%, ≥50%)

source: • Male or female patients aged ≥18 years at screening
es_es: • Pacientes varones o mujeres ≥18 años al momento de la selección

source: • New toxicological findings or serious AEs invalidated the earlier positive benefit-riskassessment.
es_es: • Nuevos hallazgos toxicológicos o eventos adversos serios que invalidaran la anterior evaluación positiva de riesgo-beneficio.

source: • Obesity
es_es: • Obesidad

source: • Occurrence of adjudicated HHF (first and recurrent)
es_es: • Ocurrencia de hospitalización por insuficiencia cardíaca adjudicada (primera y recurrente)

source: • Occurrence of all-cause hospitalisation (first and recurrent)
es_es: • Hospitalización por todas las causas (primera y recurrente)

source: • Oral diuretics, if prescribed according to local guideline and investigator discretion, were to be stable for at least one week prior to randomisation
es_es: • Si el paciente recibe diuréticos orales según los lineamientos locales y a juicio del investigador, estos deben mantenerse estables al menos durante una semana previa a la aleatorización

source: • Other:
es_es: • Otros:

source: • Postmenopausal status of subject, defined as at least 1 year of spontaneous amenorrhea (in questionable cases a blood sample with simultaneous levels of follicle stimulating hormone above 40 U/L and estradiol below 30 ng/L was considered to be confirmatory)
es_es: • ser menopáusica, lo cual se definió a partir de, como mínimo, 1 año de amenorrea espontánea (en casos dudosos, una muestra de sangre con niveles de folitropina por encima de 40 U/l y de estradiol por debajo de 30 ng/l se consideró confirmatoria).

source: • Preserved ejection fraction (LVEF >40%)
es_es: • Fracción de eyección preservada (FEVI >40%)

source: • Prothrombin gene mutations
es_es: • Mutaciones del gen de protrombina

source: • Recurrent events endpoints:
es_es: • Criterios de valoración referidos a los eventos recurrentes:

source: • Renal transplant
es_es: • Trasplante renal

source: • Sexual abstinence
es_es: • abstenerse de tener relaciones sexuales;

source: • Structural heart disease or documented hospitalisation for HF within 12 months prior to screening
es_es: • Cardiopatía estructural o internación documentada por insuficiencia cardíaca dentro de los 12 meses previos a la selección

source: • Subject No. 116 (Part I, sequence DBCA) discontinued from the trial after treatment period 3 (R1 fasted) due to an AE (severe influenza) and therefore did not participate in the trial period T1 fasted.
es_es: • El sujeto 116 (Parte I, secuencia DBCA) fue discontinuado del ensayo después del período de tratamiento 3 (R1 preprandial) debido a un evento adverso (influenza grave) y, por lo tanto, no participó en el período de ensayo T1 preprandial.

source: • Subject No. 219 (Part II, Sequence EF) did not complete the breakfast in treatment period 2 (R2) and therefore discontinued the trial due to non-compliance with the CTP.
es_es: • El sujeto 219 (Parte II, Secuencia EF) no completó el desayuno en el período de tratamiento 2 (R2) y por lo tanto suspendió el ensayo debido al incumplimiento del protocolo de ensayo clínico.

source: • Subject No. 221 (Part II, Sequence FE) discontinued from the trial after treatment period 1 (R2) due to an AE (mild non-cardiac chest pain) and therefore did not participate in the trial period T2.
es_es: • El sujeto 221 (Parte II, Secuencia FE) fue discontinuado del ensayo después del período de tratamiento 1 (R2) debido a un evento adverso (dolor torácico leve no cardíaco) y, por lo tanto, no participó en el período de ensayo T2.

source: • Substances
es_es: • Principios activos

source: • Surgical sterilisation (including hysterectomy)
es_es: • estar esterilizada quirúrgicamente (lo que incluye histerectomía);

source: • Surgical sterilisation of subject's sexual partner (vasectomy at least 1 year prior to study enrolment)
es_es: • tener un compañero sexual esterilizado quirúrgicamente (si el método es la vasectomía, la cirugía debe haber sido realizada por lo menos 1 año antes de la inclusión en el estudio);

source: • Sustained eGFR <10 mL/min/1.73 m2 for patients with baseline eGFR <30 mL/min/1.73 m2
es_es: • TFGe sostenidamente <10 ml/min/1.73 m2 para pacientes con TFGe inicial <30 ml/min/1.73 m2

source: • Sustained eGFR <15 mL/min/1.73 m2 for patients with baseline eGFR ≥30 mL/min/1.73 m2
es_es: • TFGe sostenidamente <15 ml/min/1.73 m2 para pacientes con TFGe inicial ≥30 ml/min/1.73 m2

source: • Sustained reduction in eGFR from baseline of ≥40%
es_es: • Reducción sostenida de la TFGede ≥40% desde el inicio

source: • The proportion of patients taking trial medication at the end of the trial, who maintained glycaemic control (HbA1c) without need for rescue medication, and without weight gain of > 2% during the maintenance phase (between end of titration at 16 weeks and the final visit).
es_es: • La proporción de pacientes que al cabo del ensayo seguían recibiendo la medicación en estudio y que mantenían el control de glucemia (HbA1c) sin haber necesitado usar medicación de rescate, ni haber subido > 2% de su peso durante la fase de mantenimiento (entre el fin del escalamiento a las 16 semanas y la visita final).

source: • The proportion of patients taking trial medication at the end of the trial, who maintained glycaemic control (HbA1c) without need for rescue medication, without weight gain of > 2%, and who did not have moderate or severe hypoglycaemic episodes (refer to Section 4.3.4 for definitions of hypoglycaemia) during the maintenance phase (between end of titration at 16 weeks and the final visit).
es_es: • La proporción de pacientes que al cabo del ensayo seguían recibiendo la medicación en estudio, que mantenían el control de glucemia (HbA1c) sin haber necesitado usar medicación de rescate, ni haber subido > 2% de su peso ni sufrir episodios de hipoglucemia moderados o intensos durante la fase de mantenimiento (entre el fin del escalamiento a las 16 semanas y la visita final) (en la Sección 4.3.4 están las definiciones de hipoglucemia).

source: • The proportion of patients with hospitalisation due to investigator-defined hypoglycaemia between Visit 2 (baseline) and Final Visit, i.e. hypoglycaemic events reported as an adverse events
es_es: • La proporción de pacientes hospitalizados por hipoglucemia, según definición del investigador, entre la Visita 2 (inicio) y la visita final; es decir, eventos de hipoglucemia consignados como eventos adversos.

source: • The proportion of patients with moderate/severe hypoglycaemic episodes between Visit 6 (end of glimepiride titration) and Final Visit
es_es: • La proporción de pacientes con episodios de hipoglucemia moderada o grave entre la Visita 6 (fin del escalamiento de glimepirida) y la visita final.

source: • The sponsor decided to discontinue the further development of the investigational product
es_es: • Decisión del patrocinador de interrumpir el desarrollo del producto en investigación.

source: • Time to adjudicated CV death
es_es: • Tiempo hasta la muerte adjudicada como CV

source: • Time to all-cause mortality
es_es: • Tiempo hasta la mortalidad por todas las causas

source: • Time to first adjudicated HHF
es_es: • Tiempo transcurrido hasta la primera hospitalización por insuficiencia cardíaca adjudicada

source: • Time to onset of DM (HbA1c ≥6.5% or as diagnosed by the investigator) in patients with pre-DM (no history of DM and no HbA1c ≥6.5% before treatment, and a pre-treatment HbA1c value of 5.7 to <6.5%)
es_es: • Tiempo hasta la manifestación de diabetes mellitus (HbA1c ≥ 6.5% o según diagnóstico del investigador) en pacientes con prediabetes (sin antecedentes de diabetes mellitus y sin una HbA1c ≥ 6.5% previa al tratamiento y con un valor de HbA1c previo al tratamiento entre 5.7 y <6.5%)

source: • Time to the first event in the composite renal endpoint:
es_es: • Tiempo transcurrido hasta el primer evento en el criterio de valoración renal compuesto:

source: • Time to the first event in the composite renal endpoint: chronic dialysis (with a frequency of twice per week or more for at least 90 days), renal transplant, sustained reduction in eGFR from baseline of ≥40%, sustained eGFR <15 mL/min/1.73 m2 for patients with baseline eGFR ≥30 mL/min/1.73 m2, or sustained eGFR <10 mL/min/1.73 m2 for patients with baseline eGFR <30 mL/min/1.73 m2.
es_es: • Tiempo transcurrido hasta el primer evento en el criterio de valoración renal compuesto: diálisis crónica (con una frecuencia de dos o más veces por semana por lo menos durante 90 días), trasplante renal, reducción sostenida ≥ 40% desde el inicio en la TFGe, TFGe sostenidamente < 15 ml/min/1,73 m2 para pacientes con TFGe inicial ≥ 30 ml/min/1,73 m2, o TFGe sostenidamente < 10 ml/min/1,73 m2 para pacientes con TFGe inicial < 30 ml/min/1,73 m2.

source: • Time to the first event of adjudicated cardiovascular (CV) death or adjudicated hospitalisation for heart failure (HHF)
es_es: • El tiempo transcurrido hasta el primer evento de muerte cardiovascular adjudicada u hospitalización por insuficiencia cardíaca adjudicada

source: • Time to the first occurrence of 4P-MACE (composite of any of the following:
es_es: • Tiempo transcurrido hasta la aparición del primer componte del complejo MACE de 4 puntos (compuesto de cualquiera de las siguientes situaciones:

source: • Time-to-event endpoints:
es_es: • Criterios de valoración referidos al tiempo transcurrido hasta el evento:

source: • Use of adequate contraception: that is, any of the following methods plus condom: implants, injectables, combined oral contraceptives, or intrauterine device
es_es: • usar métodos anticonceptivos adecuados; es decir, cualquiera de los siguientes métodos además de preservativo: implantes, inyectables, anticonceptivos orales combinados o dispositivo intrauterino;

source: • eGFR (CKD-EPI)cr slope of change from baseline
es_es: • Pendiente de cambio en la tasa de filtración glomerular estimada (ERC-EPI)cr desde el inicio

source: • eGFR (CKD-EPI)cr ≥20 mL/min/1.73 m2 at screening
es_es: TFGe (ERC-EPI)cr ≥20 ml/min/1,73 m2 a la selección

source: • eGFR at screening (CKD-EPI)cr (<60 mL/min/1.73 m², ≥60 mL/min/1.73 m²)
es_es: • TFGe a la selección (ERC-EPI)cr (<60 ml/min/1,73 m², ≥60 ml/min/1,73 m²)

source: • has been inspected under the national inspection programme in connection with manufacturing authorisation no.
es_es: • ha sido inspeccionado bajo el programa nacional de inspección en relación con la autorización de fabricación N.°

source: • implementation of a new crimping cap with shorter skirt length resulting in an improved (more reliable) crimping process behavior with less defective vials.
es_es: • implementación de una tapa de cierre metálico con un faldón más corto, lo que mejora el proceso de crimpado (lo torna más confiable), y arroja menos frascos-ampollas defectuosos.

source: • implementation of a new crimping cap with shorter skirt length resulting in an improved crimping process behavior
es_es: • implementación de una nueva tapa de cierre metálica con faldón más corto, lo que mejora el proceso de crimpado

source: • implementation of a sterile filter with larger surface to accommodate for the increased batch size
es_es: • implementación de un filtro estéril de superficie amplia, que se ajusta al mayor tamaño de partida

source: • implementation of a sterile filter with larger surface to adapt the process to the increased batch size.
es_es: • Implementación de un filtro estéril de más superficie, que se adapta al proceso con un mayor tamaño de partida.

source: • increase of maximum drug substance batch size from three to four batches for optimized market supply
es_es: • Aumento del tamaño máximo de partida, de tres a cuatro partidas de principio activo, para optimizar la provisión comercial.

source: • increase of maximum drug substance batch size from three to up to four batches in order to utilize the increased capacity of the additional aseptic filling line (SM5) No impact on product quality was observed
es_es: • Aumento del tamaño máximo de partida del principio activo de tres a cuatro para aprovechar la mayor capacidad de la planta de llenado aséptico adicional (SM5). No se observaron efectos negativos sobre la calidad del producto.

source: • nintedanib capsules is now used instead of BIBF 1120 capsules
es_es: • ahora se emplea "nintedanib, cápsulas" en lugar de "BIBF 1120, cápsulas"

source: • nintedanib is now used instead of BIBF 1120
es_es: • ahora se emplea "nintedanib" en lugar de "BIBF 1120"

source: • ≤ 0.05 % for API according to ICH Q3A (for max. daily dose of ≤ 2g)
es_es: • ≤ 0.05 % del IFA de acuerdo con la directiva Q3A de la ICH (para una dosis diaria máx. ≤ 2g)

source: • ≤ 0.1 % for DP according to ICH Q3B (for max. daily dose of ≤ 1g)
es_es: • ≤ 0.1 % del medicamento de acuerdo con la directiva Q3B de la ICH (para una dosis diaria máx. ≤ 1g)

source: … (78:22) Buffer Solution:
es_es: ... Solución buffer (78: 22):

source: … 12 minutes
es_es: ... 12 minutos

source: … 23 minutes (data collection is not required after 18 minutes.)
es_es: ... 23 minutos (no se necesita recopilar datos tras 18 minutos).

source: … 50 μL – 1 mg Sample Preparation
es_es: ... Preparación de la muestra 50 μL - 1 mg

source: … 6.0 minutes
es_es: ... 6.0 minutos

source: … A suitable HPLC system
es_es: … Un sistema de HPLC adecuado

source: … Assay – 295 nm/4 nm*
es_es: ... Valoración: 295 nm/4 nm*

source: … C18, 5 μm, 150 x 4.6 mm (Zorbax Eclipse XDB or equivalent)
es_es: … C18, 5 μm, 150 x 4.6 mm (Zorbax Eclipse XDB o equivalente)

source: … C8, 5 μm, 50 x 4.0 mm (YMC Pro or equivalent)
es_es: … C8, 5 μm, 50 x 4.0 mm (YMC Pro o equivalente)

source: − Illustration for identification test A of wheat starch
es_es: −Ilustración de la prueba de identificación A del almidón de trigo.

source: − orthophosphoric acid, 85%
es_es: − ácido ortofosfórico, 85%

source: − Chlorothiazide
es_es: − Clorotiazida

source: − Hydrochlorothiazide
es_es: Hidroclorotiazida

source: − Hydrochlorothiazide for peak identification
es_es: − Hidroclorotiazida para la identificación de picos

source: − acetonitrile
es_es: − acetonitrilo

source: − methanol
es_es: − metanol

source: − tetrahydrofuran
es_es: − tetrahidrofurano

source: − water
es_es: − Agua

source: −1.7 (−30.7 to 27.4)
es_es: −1.7 (−30.7 a 27.4)

source: ∥ Symptomatic infarct volume intracerebral with mass hemorrhage effect) and an was increase defined of as 4a points large parenchymal or more in the hematoma NIHSS score. (blood clot occupying >30% of the
es_es: ∥ La hemorragia intracerebral sintomática se definió como un gran hematoma parenquimatoso (coágulo sanguíneo que ocupa >30% del volumen del infarto más efecto en masa) y un aumento de 4 puntos o más en el puntaje de la escala NIHSS.

source: ≤ 0.08 EU/mg
es_es: ≤ 0,08 UE/mg

source: ≤ 0.1 %, (BI-II 546 CL, 2- aminobenzothiazole, SND 1117 BS, BI-IO 460 BS, Product T)
es_es: ≤ 0.1 %, (BI-II 546 CL, 2- aminobenzotiazol, SND 1117 BS, BI-IO 460 BS, Producto T)

source: ≤ 0.13 %, equivalent to 0.1 % of BI-II 751 XX
es_es: ≤ 0.13 %, equivalente a 0.1 % de BI-II 751 XX [%]

source: ≤ 0.3 %, (BI-II 546 CL,
es_es: Cantidad de BI-II 546 CL [%]

source: ≤ 0.3 %, (BI-II 546 CL, 2- aminobenzothiazole, SND 1117 BS, BI-IO 460 BS, Product T)
es_es: ≤ 0.3 %, (BI-II 546 CL, 2- aminobenzotiazol, SND 1117 BS, BI-IO 460 BS, Producto T)

source: ≤ 0.3 %, equivalent to 0.3 % of Product Z
es_es: ≤ 0.3 %, equivalente a 0.3 % del Producto Z

source: ≤ 0.6 %, equivalent to 0.6 % of Product Z
es_es: ≤ 0.6 %, equivalente a 0.6 % del Producto Z

source: ≤ 0.62 %, equivalent to 0.5 % of BI-II 751 XX
es_es: ≤ 0.62 %, equivalente a 0.5 % de BI-II 751 XX

source: ≤ 10 CFU/100 mL
es_es: ≤ 10 UFC/100 ml

source: ≤ 100 CFU
es_es: ≤ 100 UFC

source: ≤ 102 cfu
es_es: ≤ 102 ufc

source: ≤ 103 cfu
es_es: ≤ 103 ufc

source: ≤ 12 EU/mL
es_es: ≤ 12 UE/ml

source: ≤ 2.0 %, equivalent to 2.0 % of Product Z
es_es: ≤ 2.0 %, equivalente a 2.0 % del Producto Z

source: ≤ 3 batches
es_es: ≤ 3 partidas

source: ≤ 3 days
es_es: ≤ 3 días

source: ≤ 5 cycles 1
es_es: ≤ 5 ciclos 1

source: ≤ 5 days
es_es: ≤5 días

source: ≤ 500 hours
es_es: ≤500 horas

source: ≤ 6,000 particles/vial
es_es: ≤ 6,000 partículas/frasco

source: ≤ 60 days
es_es: ≤60 días

source: ≤ 600 particles/vial
es_es: ≤ 600 partículas/frasco

source: ≤ 9 filtrations 2
es_es: ≤ 9 filtraciones 2

source: ≤ Ref. sol.
es_es: ≤ Sol. de ref.

source: ≤ Ref. solution Y6
es_es: ≤ Sol. de ref. Y6

source: ≤ Ref. susp.
es_es: ≤ Susp. de ref.

source: ≤ Ref. suspension I
es_es: ≤ Susp. de ref. I

source: ≤ Reference solution Y6
es_es: ≤ Solución de referencia Y6

source: ≤ Reference solution Y7
es_es: ≤ Solución de referencia Y7

source: ≤102 cfu
es_es: ≤102 ufc

source: ≤103 cfu
es_es: ≤ 103 ufc

source: ≤ 5 years
es_es: ≤ 5 años

source: ≤ 70 years
es_es: ≤ 70 años

source: ≥ 1,800 (> 3.25 logs)
es_es: ≥ 1.800 (> 3,25 u. log.)

source: ≥ 1.2 x 107 cpm/μg DNA
es_es: ≥ 1,2 x 107 cpm/μg de ADN

source: ≥ 10 μm: ≤ 6,000 particles / vial
es_es: ≥ 10 μm: ≤ 6.000 partículas/frasco

source: ≥ 14 and ≤ 39%
es_es: ≥ 14 y ≤ 39%

source: ≥ 16 weeks
es_es: ≥ 16 semanas

source: ≥ 160 weeks
es_es: ≥ 160 semanas

source: ≥ 2 (sequence end)
es_es: ≥ 2 (fin de secuencia)

source: ≥ 2 (sequence start)
es_es: ≥ 2 (inicio de secuencia)

source: ≥ 2,690 (product solution)
es_es: ≥2,690 (solución de producto)

source: ≥ 2,790 (product) or ≥ 3,450 (WFI)
es_es: ≥ 2,790 (producto) o ≥ 3,450 (agua p/iny)

source: ≥ 25 μm: ≤ 600 particles / vial
es_es: ≥ 25 μm: ≤ 600 partículas/frasco

source: ≥ 256 weeks
es_es: ≥ 256 semanas

source: ≥ 3,450 (WFI)
es_es: ≥3,450 (agua p/iny.)

source: ≥ 3.46 logs) a cumulative DNA Clearance Factor of ≥ 8.24 logs can be calculated.
es_es: ≥ 3,46 unidades logarítmicas), es posible calcular un factor de depuración de ADN acumulado ≥ 8,24 unidades logarítmicas.

source: ≥ 30 to < 60 mL/min/1.73m2
es_es: ≥ 30 a < 60 ml/min/1.73m2

source: ≥ 352 weeks
es_es: ≥ 352 semanas

source: ≥ 4.00 mL/cartridge
es_es: ≥ 4.00 ml/cartucho

source: ≥ 4.78 logs; Phenyl Sepharose hydrophobic interaction chromatography:
es_es: ≥ 4,78 unidades logarítmicas; cromatografía de interacción hidrofóbica en fenil sefarosa:

source: ≥ 45 % single-chain
es_es: ≥ 45% de cadena única

source: ≥ 50 % single-chain
es_es: ≥ 50% de cadena única

source: ≥ 52 % single-chain
es_es: ≥ 52% de cadena única

source: ≥ 54 and ≤ 74 %
es_es: ≥ 54 y ≤ 74 %

source: ≥ 60 to < 70
es_es: ≥ 60 a < 70
